import type { IDataArticleBlank } from './types/articleBlank.types';
import cache from '@cache/source__articles__bouquetRoll.json';


export const dataBouquetRoll: IDataArticleBlank[] = [
    {
        title: 'Юла',
        text: 
            <>
                <p>Как оказалось, тот вариант, что мы считаем классикой, отличается от оригинала. В традиционном понимании, невеста становится спиной к подружкам и начинает кружится, делая три оборота по часовой стрелке с закрытыми глазами и после кидает букет.</p>
                <p>Девушка поймавшая букет, выбирает самый красивый цветок и оставляет себе. Сам же букет остается у невесты, считается что так невеста делится своим счастьем с подружкой.</p>
                <p>Невеста может свой букет засушить и оставить на память о радостном дне.</p>
            </>
        ,
        img: cache['1'],
        icon: '/source/articles/numberIcon/1.png',
        alt: "Осенний свадебный букет с розами и ягодами на фоне деревянной стены в Минске"
    },
    {
        title: 'Свадебная рулетка',
        text: 
            <>
                <p>Суть в чем, подружки становятся в круг, с невестой в центре. Все начинают кружится, невеста с закрытыми глазами по часовой, а хоровод подружек против часовой стрелки.</p>
                <p>И посчитав до 10, невеста протягивает букет, получается как рулетка в казино.</p>
            </>
        ,
        img: cache['2'],
        icon: '/source/articles/numberIcon/2.png',
        alt: "Рулетка и стол для игры в казино в концепции оригинального броска свадебного букета в Минске"
    },
    {
        title: 'Всем поровну',
        text: 
            <>
                <p>Все не замужние подружки, выходят в центр банкетного зала. Невеста распускает свадебный букет и дарит каждой подружке по цветку, даря всем частичку своего счастья. В этом варианте останутся довольны все.</p>
                <p>Так же вы можете, посмотреть <a href='/' className='ancor'>свадебные фотографии</a> бросания букета невесты на других свадьбах, снятые мной.</p>
            </>
        ,
        img: cache['3'],
        icon: '/source/articles/numberIcon/3.png',
        alt: "Миниатюрные бутоньерки с розами и зеленью для гостей на свадьбе в Минске"
    },
    {
        title: 'Испытание временем',
        text: 
            <>
                <p>Накануне свадьбы, напишите на подошве свадебных туфель, имена не замужних подруг.</p>
                <p>В течении дня, часть имен сотрется вовсе, а от некоторых останется лишь часть. Посмотрите в конце дня, какое имя лучше всего сохранилось. Вот вам и победитель, кому дарить букет.</p>
            </>
        ,
        img: cache['4'],
        icon: '/source/articles/numberIcon/4.png',
        alt: "Свадебные туфли невесты с именами подруг на подошвах в традиции свадебных обрядов в Минске"
    },
    {
        title: 'Счастливое пирожное',
        text: 
            <>
                <p>Надо еще при заказе свадебного торта, заказать пирожные, в количестве равным не замужним подругам. И в одно из пирожных положить колечко.</p>
                <p>На банкете попросить подружек выйти в цент банкетного зала и взять по одному пирожному, как вы поняли кто найдет колечко, той и достанется букет.</p>
            </>
        ,
        img: cache['5'],
        icon: '/source/articles/numberIcon/5.png',
        alt: "Яркие свадебные десерты с клубникой на оригинальной свадьбе в Минске"
    },
    {
        title: 'Ленточка',
        text: 
            <>
                <p>К букету невесты привязывается ленточка длинной 1.8-2.5 метра, остальные ленточки просто зажимаются рукой к букету, так чтобы не было понятно какая именно лента привязана к букету. Общее количество ленточек должно быть равно количеству не замужних подруг.</p>
                <p>Каждая не замужняя девушка берет по одному концу ленты и по сигналу тянет на себя, счастливица с привязанной ленточкой получает букет невесты.</p>
            </>
        ,
        img: cache['6'],
        icon: '/source/articles/numberIcon/6.png',
        alt: "Невеста и подруги на свадьбе в Минске играют в оригинальный способ бросания букета с лентами"
    },
    {
        title: 'Замочек',
        text: 
            <>
                <p>Надо заранее найти сундучок или ларец, для эффектности обмотать цепями и повесить замок.</p>
                <p>Более простой вариант, прикрепить к букету невесты замочек. Разложить перед подружками ключи, пусть сами решают какой нравится больше, кто замочек откроет той и достанется букет.</p>
            </>
        ,
        img: cache['7'],
        icon: '/source/articles/numberIcon/7.png',
        alt: "Деревянный сундук для оригинального розыгрыша свадебного букета на свадьбе в Минске"
    },
    {
        title: 'Свадебный квест',
        text: 
            <>
                <p>Продумайте с ведущим конкурсы и задания, при выполнении которых подружки будут собирать очки.</p>
                <p>Это придаст дополнительную мотивацию для активного участия в конкурсах. Набравшая больше всего балов получит «супер приз»- букет невесты.</p>
                <p>
                    Надеюсь моя статья была полезна. Вдохновиться реальными примерами вы можете, посмотрев <a href='/' className='ancor'>свадебные фотографии</a> на других свадьбах, снятые мной.
                </p>
            </>
        ,
        img: cache['8'],
        icon: '/source/articles/numberIcon/8.png',
        alt: "Винтажные часы, сундуки и ключ на свадебном квесте для броска букета в Минске"
    }
]