import cache from '@cache/source__articles__perfectWeddingPhotoSession.json';
import type { IDataArticleBlank } from './types/articleBlank.types';


export const dataPerfectWeddingPhotoSession: IDataArticleBlank[] = [
    {
        title: 'Сколько длится свадебная фотосессия?',
        text: 
            <>
                <p>
                    Начну с того, что <span className='backgroundForText' >редко свадебный день проходит строго по плану.</span> В расчет не берутся многие моменты из которых складываются часы не учтенного времени. 
                    В идеале свадебная фотосессия длится три часа. Примерно один час уходит на дорогу и смену локаций и два часа на саму съемку.
                </p>
                <p>
                    На практике, лучшие кадры приносит именно второй час съемки, свадебный фотограф входит в творческую колею. Вам надо время привыкнуть камере и расслабится. 
                    В итоге <span className='backgroundForText' >три часа съемки- это золотая середина</span>, вы не устанете от съемки, а <a href='/' className='ancor' >свадебный фотограф</a> получит нужные кадры.
                </p>
            </>
        ,
        img: cache['1'],
        icon: '/source/articles/numberIcon/1.png',
        alt: "Жених и невеста улыбаются и показывают большие пальцы вверх, позируя для свадебной фотосессии"
    },
    {
        title: 'Гости на прогулке.',
        text: 
            <>
                <p>
                    Выбирая места для съемок, подумайте заранее, <span className='backgroundForText' >чем будут заняты гости во время съемки</span>. 
                    Ведь свадебная фотосессия длится не один час и это время будет длится вечно, если не занять их чем либо. 
                    Присмотрев место для съемки, сразу подумайте где оставить гостей и чем их занять, это сэкономит время и нервы в свадебный день.
                </p>
            </>
        ,
        img: cache['2'],
        icon: '/source/articles/numberIcon/2.png',
        alt: "Гости на свадьбе играют в настольные игры на свежем воздухе, создавая атмосферу радости и непринуждённости"
    },
    {
        title: 'А можно с вами ?', 
        text: 
            <>
                <p>
                    <span className='backgroundForText' >Свадебная фотосессия должна проходить в стиле минимализма гостей.</span> На прогулке должны быть: молодожёны, свидетели, свадебный фотограф, если есть оператор и все! 
                    Конечно гости не будут стоять в сторонке и мирно наблюдать, всем надо сделать снимки на свой фотоаппарат. Как же без дельного совета, не только молодожёнам,но и <a href='' className='ancor' >свадебному фотографу.</a>
                </p>
                <p>
                    Это только кажется, что времени много, вы и не заметите как пройдет съемка. 
                    Гости будут только отвлекать вас и не дадут расслабится. Так что, возьмите с собой только свидетелей .
                </p>
            </>
        ,
        img: cache['3'],
        icon: '/source/articles/numberIcon/3.png',
        alt: "Жених и невеста целуются на фоне радостных гостей, которые поднимают руки и букеты в воздух, создавая атмосферу праздника"
    },
    {
        title: 'Что взять ?',
        text: 
            <>
                <p>
                    Питьевая вода 1.5 литра, запасная рубашка, балетки или любая удобная обувь, зонт, булавки, все это должно быть с вами, что бы свадебная фотосессия прошла как по нотам ! 
                    <span className='backgroundForText' >Через час на жаре вы захотите попить и вспомните про воду.</span> Хотите чувствовать себя комфортно, что бы фотосессия не превратилась в испытание, смените свадебные туфли на балетки.
                </p>
                <p>
                    Сколько раз я слышал от невест, что у нее такие удобные туфли и ей не нужна ни какая сменная обувь. Через час прогулки, сидя на скамеечке, она говорила, что я был прав. 
                    Свадебный фотограф скажет, где надо сменить обувь для нужного кадра. Зонт с нашей изменчивой погодой лишним не будет, а запасная рубашка подарит комфорт жениху в конце съемки. 
                    А булавки поверьте пригодятся.
                </p>
            </>
        ,
        img: cache['4'],
        icon: '/source/articles/numberIcon/4.png',
        alt: "Разложенные на полу туристические вещи, включая рюкзаки, обувь, одежду, снаряжение и фотокамеру, подготовленные для похода"
    },
    {
        title: 'Покупка одноразовой тары.',
        text: 
            <>
                <p>Гораздо <span className='backgroundForText' >практичней на фуршет взять пластиковую посуду.</span> Я не о практичности, а о цвете, купите прозрачную, белую или как на фото тару.</p>
                <p>Цветные стаканчики, синего, красного и других цветов на фотографиях смотрятся очень пестро, и привлекают много внимания. Это мелочь, но выполнить эту рекомендацию не сложно, а ваши фото от этого выиграют.</p>
            </>
        ,
        img: cache['5'],
        icon: '/source/articles/numberIcon/5.png',
        alt: "Набор одноразовой эко-посуды из крафт-бумаги, включая стаканчики, тарелки, вилки и упаковочные пакеты на фоне зелени"
    },
    {
        title: 'Свидетели- ваши главные помощники !',
        text: 
            <>
                <p>
                    В свадебный день, свидетели берут на себя львиную часть хлопот и это нормально. Они становятся правой рукой молодожён. 
                    <span className='backgroundForText' >Отдайте свидетелям телефоны</span>, они взрослые люди и смогут решить все проблемы. Это ваш день получайте от него максимум удовольствия.
                </p>
                <p>
                    Постоянные звонки будут отвлекать и раздражать вас. Пусть у них будут ваши телефоны и вещи приготовленные для прогулки. Так же им придется изредка помогать фотографу и оператору. 
                    <a href='/weddings-all' className='ancor' >Свадебная фотосессия</a> полна сюрпризов и вы не раз скажите им спасибо !
                </p>
            </>
        ,
        img: cache['6'],
        icon: '/source/articles/numberIcon/6.png',
        alt: "Невеста в белом платье с букетом и подружки невесты в нежных платьях пастельных тонов позируют вместе, улыбаются и держат венки из зелени"
    },
    {
        title: 'А что если дождь ?',
        text: 
            <>
                <p>
                    Было бы идеально, если бы мы могли заказывать погоду заранее. Хотя бы знать точно какая будет погода через месяц. Поскольку это не возможно пока. 
                    Надо страховаться и выбрать заранее места для съемок на случай не погоды.
                </p>
                <p>
                    Одно из самых простых решений забронировать студию, хотя бы на часок. 
                    Свадебная фотосессия от этого только выиграет. Вы в любом случае получите больше разнообразных кадров и у вас всегда будет место для съемки в не погоду. 
                    <span className='backgroundForText' >Театр, гостиница, кафе или ресторан, все это отличные альтернативы для съемки в плохую погоду.</span>
                </p>
                <p>
                    Подумайте об этом заранее, созвонитесь и уточните возможно ли провести съемку в выбранном вами месте. 
                    Какова стоимость часа съемки, свободно ли выбранное вами время и необходима ли бронь.
                </p>
            </>
        ,
        img: cache['7'],
        icon: '/source/articles/numberIcon/7.png',
        alt: "Жених и невеста целуются под дождём на фоне живописного пейзажа, а друзья держат над ними чёрные зонты"
    },
];